{
    "General": {
        "Yes": "Yes",
        "No": "No",
        "Okay": "Okay",
        "Back": "Step Back",
        "Loading": "Waiting for response from the jungle..."
    },
    "Footer": {
        "Made": "Made with {{love}} by",
        "Source": "Source",
        "Imprint": "Imprint",
        "PrivacyPolicy": "Privacy Policy"
    },
    "Home": {
        "Title": "Welcome to Mapinguari!",
        "Subtitle": "Play online with your friends! ({{minPlayers}}-{{maxPlayers}} players)",
        "StartGame": {
            "Ready": "Ready to rumble?",
            "Create": "Create Room",
            "Name Room": "Name your room",
            "Join": "Join Room",
            "Enter Code": "Enter Room Code",
            "Loading": "Loading Room..."
        }
    },
    "Game": {
        "Toast": {
            "Join": "{{name}} joined your room!",
            "Reconnect": "{{name}} reconnected to your room!",
            "Disconnect": "{{name}} was disconnected from your room!",
            "RoleChanged": {
                "Admin": "{{name}} becomes an admin!",
                "User": "{{name}} is not an admin anymore!"
            },
            "PlayerLeft": "{{name}} left the room!",
            "Leave": "Leave Room",
            "Left": "You left the room!",
            "LeftError": "Unfortunately {{name}} could not leave the room because of a error!",
            "SelectedGood": [
                "You have found the ingredient. Finally."
            ],
            "SelectedBad": "Oh no! The Mapinguari!",
            "SelectedNeutral": [
                "After several hours you realize that you have been walking in circles. You have lost valuable time.",
                "You realize that the bridge you wanted to use is destroyed. The detour will cost you valuable time.",
                "When you finally reach the place where you expect to find the ingredient, you realize that an animal has beaten you to it. No plant is intact anymore.",
                "Heavy rain prevents you from moving forward. When the rain is finally over, you have lost a lot of time.",
                "Your compass goes crazy and it takes a long time until you can orientate yourself again.",
                "You have chosen the wrong path and have to walk all the way back.",
                "You've run into a dead end."
            ],
            "SelectCardFailed": "Card could not be selected! Please try again!",
            "Day1Over": "The night is crossed by a terrible scream. Mapinguari seems to have started his hunt and everything is his prey, especially you who have disturbed his silence.",
            "Day2Over": "Once again Mapinguari roams the jungle at night. The fearful and panicked cries of his victims are ringing in your ears at night and you know you must stop him.",
            "Day3Over": "At night, you hear heavy footsteps very close to your camp. Mapinquari is near and you have only one day to stop him. This is your last chance.",
            "MeetingEnabled": "The meeting has been activated. Take part in it!",
            "MeetingDisabled": "The meeting has been disabled!"
        },
        "Message": {
            "GameStarted": {
                "Header": "Game started",
                "MessageGood": "The game has been started. As a defender of good, your goal is to uncover all the blue cards! Talk about your card deck and then: Happy Hunting!",
                "MessageBad": "The game has been started. As a defender of evil, your goal is to uncover all the blue cards! Talk about your card deck and then: Happy Hunting!"
            }
        },
        "Tabs": {
            "Player": {
                "Title": "Players",
                "Me": "It's you",
                "Admin": "Admin",
                "Disconnected": "Disconnected",
                "RejoinAlert": "Send {{names}} the code {{roomCode}} or link {{link}} so he can join again.",
                "Kick": "Kick",
                "KickHeader": "Kick",
                "KickMessage": "Do you really want to kick {{name}}?"
            },
            "Stop": {
                "Header": "Stop game",
                "Message": "Do you really want to end the game?",
                "Error": "Game could not be stopped!"
            }
        },
        "Meeting": {
            "Title": "Meeting",
            "Loading": "Loading meeting...",
            "Description": "Your game admin wants to start a meeting! Click the button to join!",
            "Join": "Join meeting"
        },
        "Join": {
            "Header": "Join game",
            "Subheader": "Select avatar, insert your name and hit Start now",
            "AvatarRandom": "Random",
            "AvatarEdit": "Edit",
            "AvatarSave": "Save",
            "Name": "Insert name",
            "Button": "Start now",
            "Error": "The game is already in progress or the name is already taken! Contact the game admin for more information.",
            "Not Exist": "Room not found!",
            "Not Exist Text": "The room does not exist anymore",
            "Not Exist Button": "Create new room"
        },
        "Lobby": {
            "Waiting": "We are just waiting for new players to join and the admin to start the game!",
            "Join": "To allow other players to join, provide them with the following link or code:",
            "Link": "Link:",
            "Code": "Code:",
            "Copied": "Copied to clipboard!",
            "CopyFailed": "We could not copy anything to your clipboard!",
            "Shared": "Share menu opened!",
            "ShareFailed": "We could not share anything!",
            "Welcome Message": "Welcome message",
            "Welcome Message Text": "Join my Mapinugari game!\nOpen the following link and enter your name!\n{link}}",
            "Start": "Start game",
            "StartFailed": "Could not start game!",
            "StartPlayerDisconnected": "The game can not be started until all players are connected. Wait for {{names}} or kick them to start the game!",
            "StartWrongPlayerCount": "The game can only be played with {{minPlayers}} to {{maxPlayers}} players! Please check the number of players!",
            "EnableMeeting": "Enable meeting",
            "DisableMeeting": "Disable meeting",
            "MeetingChangedFailed": "Meeting konnte nicht verändert werden!",
            "Leave": "Leave Room"
        },
        "Table": {
            "GameProgress": {
                "Round": "Day",
                "Move": "Try",
                "Over": "All Days\nover"
            },
            "GamePlayer": {
                "Player'sTurn": "It's the player's turn!"
            },
            "NotYourTurn": "It's not your turn yet. Wait until it' s your time!",
            "DontClickOnYourself": "You can't choose your own card! Instead, simply choose a card from your fellow players!",
            "CardAlreadyVisible": "The card has already been exposed! Choose another one!",
            "Cards": "Cards",
            "CardsPreviouse": "drawn in a previouse round",
            "NoPreviouseCards": "No cards available yet",
            "CardsAll": "Cards drawn and cards in the game per type",
            "AllDecks": "All decks",
            "AllDecksDescription": "with all Players",
            "YourDeck": "Your deck",
            "YourDeckDescription": "with cards face up"
        },
        "GoodWon": {
            "Story": "Finally, all the ingredients are together. When the potion is brewed, you take position and wait until night falls. There is a shadow! Mapinguari slips out from between the trees. He seems even bigger than in your memories. He rushes toward you, but before he reaches you, you hurl the jar with the potion. It hits, breaks, and envelops Mapinguari in a purple mist. For a few seconds nothing happens. But when the silence is almost unbearable, a huge yawn resounds across the clearing. The purple mist dissipates and you see Mapinguari rubbing his eye tiredly. Slowly he trots back into the jungle to find a cave for his nap. Until someone dares to wake him again. You have done it. THIS TIME.",
            "Short": "All ingredients have been found! The adventurers have won!"
        },
        "BadWon":  {
            "Story": "You move into a small cave where an ingredient is supposed to be. But as your eyes adjust to the darkness, you see Mapinguari in front of you. At the same moment you hear a rumbling behind you. The entrance to the cave has collapsed, the escape route cut off. You can hear the traitors laughing mockingly outside, while Mapinguari rears up in front of you. THIS IS THE END!",
            "Short": "Mapinguari has caught you! The traitors have won!"
        },
        "NewMatch": "Start new match",
        "BackToLobby": "Back to the lobby"
    },
    "Story": {
        "Title": "Prologue",
        "Content": "As members of an expedition, you have ventured deep into the Amazon. There you came across a gigantic cave. You entered it unaware and awakened Mapinguari. A gigantic beast with long claws, shaggy fur and a huge mouth that covers its entire belly. His one big eye looks at you angrily. Immediately you begin to shoot at this monstrous monster, but bullets do not seem to harm him, so you take flight.\n\nAn elder of the Cario Indians later tells you that Mapinguari can not be killed, but there is a potion that is able to put the beast back to sleep. However, this potion only works until the 4th night after Mapinguari's awakening.\n\nYou know you have to find the necessary ingredients before it's too late and Mapinguari is unstoppable.\n\nBut there are many tracks in the jungle and not all of them lead to the hoped-for ingredients. Besides, not all of you think that the Mapinguai should be put back to sleep."
    },
    "Instructions": {
        "Title": "Game instructions",
        "Teams": {
            "Title": "The two teams",
            "General": "In Mapinguari, two teams compete against each other. Only you know which team you are on.",
            "Good": "The Blue Team (the adventurers) tries to put Mapinguari back to sleep and collect all the necessary ingredients (blue cards) before the 4th day ends.",
            "Bad": "The red team (the traitors) tries to hinder the adventurers. They win if after the 4th day not all ingredients have been found, or the Mapinguari trap (red cards) has been revealed."
        },
        "Rounds": {
            "Title": "Course of a round (day)",
            "Content": [
                "At the beginning of a round, all tracks that were not previously selected are redistributed among the players. The tracks that have already been explored are put aside. Ingredients that have already been found cannot/must not be discovered again.",
                "It is the current expedition leader's turn. First you have to find out which player has the tracks to the ingredients. You can do this by asking who has how many tracks to ingredients. There are always as many ingredients as there are players in the game. Each player can answer this question but does not have to. CAUTION: Traitors will lie about the number of ingredient tracks they have to prevent ingredient tracks from being revealed. Of course you can't choose any of your own tracks.",
                "Of course, there can be wild discussions afterwards. However, the decision which track to follow is entirely up to the expedition leader. But don't forget: You must never say which of your tracks leads to an ingredient (the one on the far left/the one in the middle).",
                "After the expedition leader selects a card from another player, the card is revealed and the owner of the card becomes the new expedition leader.",
                "This process is repeated exactly as many times as players participate. After that the day ends."
            ]
        },
        "HintsGood": {
            "Title": "Tips for adventurers",
            "Content": [
                "Do not lie. If you lie once, you won't be believed, even if you always speak the truth. You only make yourselves unnecessarily suspicious to the others in your team.",
                "If you have the lead to the trap, prevent the cards from being revealed, otherwise the game will end very quickly. If necessary by lying.",
                "If in doubt, follow a track of the person who has announced the most ingredients tracks. It is more likely to find the right card here, or you may expose a liar.",
                "Never choose a lead from a player you are sure is a traitor. He might use the chance to try to uncover the Mapinguari trap.",
                "Play fair and have fun."
            ]
        },
        "HintsBad": {
            "Title": "Tips for traitors",
            "Content": [
                "Deliberately tell the truth and, if necessary, help them get an ingredient to gain trust. If you are caught lying, you will not be able to mislead the adventurers as well, since you will have lost your credibility.",
                "If there is another traitor and you have spotted him, play the expedition leader role back and forth, thereby preventing the adventurers from following up on a promising lead.",
                "Play fair and have fun."
            ]
        }
    },
    "AvatarEditor": {
        "TopType": "Top type",
        "AccessoriesType": "Top accessoires",
        "HatColor": "Headgear colour",
        "HairColor": "Hair color",
        "FacialHairType": "Facial hair",
        "FacialHairColor": "Facial hair color",
        "ClotheType": "Clothing",
        "ClotheColor": "Clothing color",
        "GraphicType": "Graphic on the clothing",
        "EyeType": "Eyes",
        "EyebrowType": "Eyebrows",
        "MouthType": "Mouth",
        "SkinColor": "Skin color"
    },
    "Imprint": {
        "Title": "Imprint",
        "PreText": "Information according to",
        "PostText": "Please contact me only with justified interest!"
    },
    "PrivacyPolicy": {
        "Title": "Privacy policy",
        "DeleteLocal": {
            "Button": "Delete all local data",
            "AlertHeader": "Delete local data",
            "AlertMessage": "Do you really want to delete all local data? You will have to reset your name and avatar the next time you play."
        }
    },
    "Error": {
        "Title": "Error 404",
        "Text": "If you were looking for the Mapinguari - here it is not!"
    }
}